pharma_integra/public/oc/oncoprod/OC15571-1088871_123_1665053518.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo.CUL.Entidades" xmlns:ns2="http://schemas.datacontract.org/2004/07/WcfIntegradorOncoprod.CUL.Entidades.Entrada" xmlns:ns3="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo" xmlns:ns4="http://tempuri.org/"><SOAP-ENV:Body><ns4:IncluirPedido><ns4:pedido><ns3:Pedido><ns1:PedidoEntrada><ns1:ClienteCNPJ>40853020000472</ns1:ClienteCNPJ><ns1:PedidoNumeroClienteIntegracao>OC15571-1088871</ns1:PedidoNumeroClienteIntegracao><ns1:condicaoPagamentoId>90</ns1:condicaoPagamentoId><ns1:itens><ns2:PedidoItemEntrada><ns2:estabelecimentoId>23</ns2:estabelecimentoId><ns2:itemId>1072</ns2:itemId><ns2:pedidoItemPrecoTabela>540,3608</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>40</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>23</ns2:estabelecimentoId><ns2:itemId>793</ns2:itemId><ns2:pedidoItemPrecoTabela>14,031</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>10</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>23</ns2:estabelecimentoId><ns2:itemId>1323</ns2:itemId><ns2:pedidoItemPrecoTabela>541,5396</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>5</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>23</ns2:estabelecimentoId><ns2:itemId>62</ns2:itemId><ns2:pedidoItemPrecoTabela>160,341</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>5</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada></ns1:itens><ns1:pedidoObservacoes>PHN - OC15571-1088871</ns1:pedidoObservacoes><ns1:pedidoObservacoesNotaFiscal>PHN - OC15571-1088871</ns1:pedidoObservacoesNotaFiscal><ns1:sistemaEntrada>pharmanexo</ns1:sistemaEntrada><ns1:tipoEnderecoId>PADRÃO</ns1:tipoEnderecoId><ns1:unidadeNegocioId>PJ</ns1:unidadeNegocioId><ns1:usuarioIdIntegracao>BRENDA.BARBOSA</ns1:usuarioIdIntegracao></ns1:PedidoEntrada></ns3:Pedido></ns4:pedido></ns4:IncluirPedido></SOAP-ENV:Body></SOAP-ENV:Envelope>
